Repository: albertolicea00/Qvacell-ios
Catalog: Qvacell/Localizable.xcstrings
Source language: es
Languages: en

source: Son servicios de ETECSA que se usan enviando un SMS, no marcando un código — tarifas, DHL y vuelos, deportes, noticias, frases y horóscopos. Algunos son suscripciones (se marcan con la etiqueta "Suscripción") y pueden tener un costo recurrente. Necesitas un dispositivo que pueda enviar SMS (el Simulador de Xcode, por ejemplo, no puede).
en: These are ETECSA services used by sending an SMS, not by dialing a code — rates, DHL and flights, sports, news, quotes, and horoscopes. Some are subscriptions (marked with the "Subscription" label) and may have a recurring cost. You need a device that can send SMS (the Xcode Simulator, for example, can't).

source: Suscripción
en: Subscription

source: Tarifa por Consumo (Datos)
en: Pay-Per-Use Rate (Data)

source: Tema
en: Theme

source: Título
en: Title

source: Toca en **Teléfono**.
en: Tap **Phone**.

source: Transferir
en: Transfer

source: Transferir Saldo
en: Transfer Balance

source: Tus contactos se procesan 100% en el dispositivo (offline), sin servidores ni internet.
en: Your contacts are processed 100% on-device (offline), with no servers or internet.

source: Usa siempre el código estándar seguro que abre la pantalla de confirmación interactiva de ETECSA antes de realizar la compra.
en: Always uses the standard, safe code that opens ETECSA's interactive confirmation screen before making the purchase.

source: Utilidades
en: Utilities

# Versión %@ (%@)
source: Versión %1$@ (%2$@)
en: Version %1$@ (%2$@)

source: Voz
en: Voice

source: zonas wifi
en: wifi zones

source: Zonas WiFi Públicas
en: Public WiFi Zones
